[GENERAL]
NAME					=Ελληνικά
TRANSLATOR				=George Georgiou
DLG_FONT_NAME				=
DLG_FONT_SIZE				=


[TEXT]
TEXT_MESSAGEBOX_OK			=OK
TEXT_MESSAGEBOX_CANCEL			=Άκυρο
TEXT_MESSAGEBOX_ABORT			=Ματαίωση
TEXT_MESSAGEBOX_RETRY			=Επανάληψη
TEXT_MESSAGEBOX_IGNORE			=Αγνόηση
TEXT_MESSAGEBOX_YES			=Ναι
TEXT_MESSAGEBOX_NO			=Όχι
TEXT_MESSAGEBOX_CONTINUE		=Συνέχεια

TEXT_APP_NAME				=Honeyview
TEXT_BETA				=Beta
TEXT_PORTABLE				=Portable
TEXT_BUILDNO				=Build#
TEXT_SELECT_FOLDER			=Επιλέξτε φάκελο
TEXT_ASSOC_IMAGE			=Αρχείο εικόνας (${str1}) 
TEXT_ASSOC_RAWIMAGE			=Αρχείο εικόνας RAW (${str1}) 
TEXT_ASSOC_EBOOK			=Συμπιεσμένο αρχείο εικόνας (${str1}) 
TEXT_APP_DESC				=Το Honeyview είναι ένα ταχύτατο πρόγραμμα προβολής εικόνων.
TEXT_ABOUTBOX_TAB1			=Περί Honeyview
TEXT_PHOTOFOLDER_NAME			=Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		=Αρχείο εικόνας
TEXT_OPENFILEDLG_ALLFILE		=Όλα τα αρχεία
TEXT_NEW_FOLDER				=Νέος φάκελος
TEXT_TRANSF_FILE_BEGIN_WITH		=Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		=Απέτυχε η λήψη των απαιτούμενων αρχείων εγκατάστασης.
TEXT_UPDATE_VERSION_CHECK_FAILED	=Ο έλεγχος έκδοσης απέτυχε
TEXT_UPDATE_VERSION_CHECKING		=Έλεγχος έκδοσης
TEXT_UPDATE_DOWNLOAD_FAILED		=Αποτυχία λήψης
TEXT_UPDATE_LATEST_VERSION		=Ενημερωμένο
TEXT_UPDATE_DO_DOWNLOAD			=Χρειάζεται ενημέρωση
TEXT_UPDATE_DOWNLOAD_COMPLETED		=Η λήψη ολοκληρώθηκε

TEXT_MSG_LASTPAGE			=Τελευταία εικόνα
TEXT_MSG_FIRSTPAGE			=Πρώτη εικόνα
TEXT_MSG_NOIMAGEFILE			=Δεν υπάρχει εικόνα στο συμπιεσμένο αρχείο.
TEXT_MSG_INVALID_PHOTOFOLDER		=Παρακαλώ ορίστε το "Φάκελο εικόνων 2' στη διαμόρφωση.
TEXT_MSG_CANTOPENARCHIVE		=Απέτυχε το άνοιγμα του αρχείου:
TEXT_MSG_INVALID_ARCHIVE_VERSION	=Αυτό το αρχείο δεν υποστηρίζεται. Παρακαλούμε να ενημερώσετε στην τελευταία έκδοση.
TEXT_MSG_INVALID_PASSWORD		=Εσφαλμένος κωδικός πρόσβασης.
TEXT_MSG_STRETCHWHENSMALL_ON		=Τέντωμα μικρών εικόνων: Ναι 
TEXT_MSG_STRETCHWHENSMALL_OFF		=Τέντωμα μικρών εικόνων: Όχι
TEXT_MSG_CANTOPENBOOKMARK		=Απέτυχε το άνοιγμα των σελιδοδεικτών.
TEXT_MSG_BROKENARCHIVE			=Αυτό το συμπιεσμένο αρχείο είναι κατεστραμμένο.
TEXT_MSG_ADDTOBOOKMARK			=Προσθήκη στους σελιδοδείκτες:
TEXT_MSG_LOADRECENTBOOKMARK		=Άνοιγμα πρόσφατα αποθηκευμένων σελιδοδεικτών:
TEXT_MSG_SLIDESHOWSTART			=Έναρξη παρουσίασης: ${TIME}sec
TEXT_MSG_SLIDESHOWSTOP			=Διακοπή παρουσίασης
TEXT_MSG_ALWAYSONTOP_ON			=Πάντα στην κορυφή: Ναι
TEXT_MSG_ALWAYSONTOP_OFF		=Πάντα στην κορυφή: Όχι
TEXT_MSG_ZOOMFIX_ON			=Σταθερό ζουμ: Ναι
TEXT_MSG_ZOOMFIX_OFF			=Σταθερό ζουμ: Όχι
TEXT_MSG_EXTPROGERR_LAUNCH		=Επεξεργασία με το
TEXT_MSG_EXTPROGERR_NOTSET		=Παρακαλώ επιλέξτε το πρόγραμμα επεξεργασίας εικόνων στη διαμόρφωση (Ζωγραφική, Photoshop, κλπ).
TEXT_MSG_ARCHIVEBOOKMARK		=Απομνημόνευση θέσης εντός του συμπιεσμένου αρχείου:
TEXT_MSG_RESTART_NOTIFY			=Το πρόγραμμα θα κάνει επανεκκίνηση.
TEXT_MSG_COPY2CLIPBOARD			=Αντιγράφηκε στο πρόχειρο.
TEXT_MSG_COPY2CLIPBOARD_FAILED		=Αποτυχία αντιγραφής στο πρόχειρο.
TEXT_MSG_BOOKMARK_EXPORTED		=Οι σελιδοδείκτες έχουν αποθηκευτεί.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		=Αποτυχία αποθήκευσης των σελιδοδεικτών.
TEXT_MSG_BOOKMARK_OPEN_FAILED		=Αποτυχία ανοίγματος των σελιδοδεικτών
TEXT_MSG_BOOKMARK_IMPORT_FAILED		=Αποτυχία εισαγωγής των σελιδοδεικτών.
TEXT_MSG_BOOKMARK_IMPORTED		=Οι σελιδοδείκτες έχουν εισαχθεί.
TEXT_MSG_SETWALLPAPER_FAILED		=Αποτυχία ορίσμού φόντου επιφάνειας εργασίας.
TEXT_MSG_CANT_OPEN_IMAGE		=Δεν είναι δυνατό το άνοιγμα του αρχείου εικόνας.
TEXT_MSG_TRANSFORM_COMPLETED		=Η επεξεργασία ολοκληρώθηκε.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	=Δεν είναι δυνατό το άνοιγμα του αρχείου.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	=Δεν είναι δυνατη η αποθήκευση του αρχείου
TEXT_MSG_CANT_OPEN_MMF			=Δεν μπορεί να ανοίξει MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			=Το πρόγραμμα θα κάνει επανεκκίνηση.
TEXT_MSG_DELETED			=Διαγράφηκε

TEXT_ASK_INIT				=Θέλετε να γίνει επαναφορά της διαμόρφωσης;
TEXT_ASK_DELETE_IMAGE			=Θέλετε να διαγράψετε το αρχείο στον Κάδο Ανακύκλωσης;
TEXT_ASK_DELETE_ARCHIVE			=Η τρέχουσα εικόνα είναι μέρος συμπιεσμένου αρχείου. [br][br]θέλετε να διαγράψετε το συμπιεσμένο αρχείο (${FILENAME}) εντελώς;
TEXT_ASK_DELETE_BOOKMARKALL		=Θέλετε να διαγράψετε όλους τους αποθηκευμένους σελιδοδείκτες;
TEXT_ASK_LAUNCH_ASSOCUI			=Για τα Windows 8 ή νεότερη έκδοση, πρέπει να συσχετίσετε τις επεκτάσεις. [br][br]θέλετε να συσχετίσετε τις επεκτάσεις;
TEXT_ASK_STOP_BATCH_PROCESSING		=Επεξεργασία σε εξέλιξη. Θέλετε να ακυρώσετε τη διαδικασία;

TEXT_FILTERMODE_NONE			=Κανένα φίλτρο
TEXT_FILTERMODE_BILINEAR		=Φίλτρο: Απάλυνση
TEXT_FILTERMODE_SHARPEN			=Φίλτρο: Απάλυνση + Όξυνση

TEXT_SHOWMODE_NONE			=Προβολή: Αρχικό μέγεθος (100%)
TEXT_SHOWMODE_FIT2WINDOW		=Προβολή: Προσαρμογή στο παράθυρο
TEXT_SHOWMODE_FIT2WIDTH			=Προβολή: Προσαρμογή στο πλάτος
TEXT_SHOWMODE_TWO_L2R			=Έξυπνη διπλή σελίδα (αριστερά->δεξιά)
TEXT_SHOWMODE_TWO_R2L			=Έξυπνη διπλή σελίδα (αριστερά<-δεξιά)

TEXT_NEXTPATH_NOFILE			=Μετακίνηση φακέλου: Τελευταία εικόνα (Παρακαλώ ανοίξτε ένα αρχείο)
TEXT_NEXTPATH_LASTFOLDER		=Επόμενος φάκελος: Τελευταία εικόνα
TEXT_PREVPATH_LASTFOLDER		=Προηγούμενος φάκελος: Τελευταία εικόνα
TEXT_NEXTPATH_OPENFOLDER		=Επόμενος φάκελος:
TEXT_PREVPATH_OPENFOLDER		=Προηγούμενος φάκελος:

TEXT_DELETE				=Διαγραφή:
TEXT_COPY_TO_PHOTOFOLDER1		=Αντιγραφή στο φάκελο εικόνων 1:
TEXT_COPY_TO_PHOTOFOLDER2		=Αντιγραφή στο φάκελο εικόνων 2:
TEXT_MOVE_TO_PHOTOFOLDER1		=Μετακίνηση στο φάκελο εικόνων 1:

TEXT_SELECTFILEDLG_FILELIST		=Λίστα
TEXT_SELECTFILEDLG_DATE			=Ημερ. τροποποίησης
TEXT_SELECTFILEDLG_SIZE			=Μέγεθος

TEXT_BOOKMARKEDITDLG_PATH		=Διαδρομή

TEXT_PAGETURNFX_NONE			=Χωρίς εφέ
TEXT_PAGETURNFX_HV2			=Αναστροφή
TEXT_PAGETURNFX_ALPHA			=Ξεθώριασμα
TEXT_PAGETURNFX_SLIDE			=Ολίσθηση

TEXT_FILEINFO_FILENAME			=Όνομα αρχείου
TEXT_FILEINFO_SIZE			=Μέγεθος εικόνας
TEXT_FILEINFO_CREATETIME		=Ημερομηνία δημιουργίας
TEXT_FILEINFO_MODIFYTIME		=Ημερ. τροποποίησης
TEXT_FILEINFO_IMGINFO			=Πληροφορίες εικόνας
TEXT_FILEINFO_ROTATE			=Πληροφορίες περιστροφής
TEXT_FILEINFO_ZOOM			=Ζουμ

TEXT_EXIF_MAKER				=Δημιουργία
TEXT_EXIF_MODEL				=Μοντέλο κάμερας
TEXT_EXIF_SOFTWARE			=Λογισμικό
TEXT_EXIF_ARTIST			=Καλλιτέχνης
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		=Πνευματικά δικαιώματα
TEXT_EXIF_DATETIME			=Ημερομηνία/Ώρα Λήψης
TEXT_EXIF_FLASHUSED			=Φλας
TEXT_EXIF_FOCALLENGTH			=Εστιακή απόσταση
TEXT_EXIF_FOCALLENGTH_35MM		=Εστιακή απόσταση (35mm)
TEXT_EXIF_EXPOSURETIME			=Ταχύτητα κλείστρου
TEXT_EXIF_EXPOSUREBIAS			=Έκθεση Bias
TEXT_EXIF_APERTUREFNUMBER		=Αριθμός διαφράγματος
TEXT_EXIF_ISOEQUIVALENT			=Ταχύτητα ISO
TEXT_EXIF_METERINGMODE			=Λειτουργία μέτρησης
TEXT_EXIF_EXPOSUREPROGRAM		=Πρόγραμμα έκθεσης
TEXT_EXIF_DISTANCE			=Απόσταση εστίασης
TEXT_EXIF_GPS				=Πληροφορίες GPS
TEXT_EXIF_COMMENT			=Σχόλιο

TEXT_CUSTOMCMD_NOOPERATION		=Καμμία ενέργεια
TEXT_CUSTOMCMD_FULLSCREEN		=Πλήρης οθόνη
TEXT_CUSTOMCMD_MAXIMIZE			=Μεγιστοποίηση
TEXT_CUSTOMCMD_MINIMIZE			=Ελαχιστοποίηση
TEXT_CUSTOMCMD_PAGESELECT		=Επιλογή εικόνας
TEXT_CUSTOMCMD_EXIT			=Έξοδος
TEXT_CUSTOMCMD_OPEN			=Άνοιγμα αρχείου
TEXT_CUSTOMCMD_OPENFOLDER		=Άνοιγμα φακέλου
TEXT_CUSTOMCMD_NEXT1			=Επόμενη 1 σελίδα (Διπλή όψη)
TEXT_CUSTOMCMD_PREV1			=Προηγούμενη 1 σελίδα (Διπλή όψη)
TEXT_CUSTOMCMD_NEXT			=Επόμενη εικόνα
TEXT_CUSTOMCMD_PREV			=Προηγούμενη εικόνα
TEXT_CUSTOMCMD_NEXT_RANDOM		=Επόμενη τυχαία εικόνα
TEXT_CUSTOMCMD_PREV_RANDOM		=Προηγούμενη τυχαία εικόνα
TEXT_CUSTOMCMD_HOME			=Πρώτη εικόνα
TEXT_CUSTOMCMD_END			=Τελευταία εικόνα
TEXT_CUSTOMCMD_NEXT10			=Επόμενη 10η εικόνα
TEXT_CUSTOMCMD_PREV10			=Προηγούμενη 10η εικόνα
TEXT_CUSTOMCMD_SCROLL_UP		=Κύλιση προς τα πάνω
TEXT_CUSTOMCMD_SCROLL_DN		=Κύλιση προς τα κάτω
TEXT_CUSTOMCMD_SCROLL_LEFT		=Κύλιση προς τα αριστερά
TEXT_CUSTOMCMD_SCROLL_RIGHT		=Κύλιση προς τα δεξιά
TEXT_CUSTOMCMD_ZOOM_IN			=Μεγέθυνση
TEXT_CUSTOMCMD_ZOOM_OUT			=Σμίκρυνση
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		=Αντιγραφή στο φάκελο εικόνων
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		=Μετακίνηση στο φάκελο εικόνων
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	=Μετακίνηση στο 2ο φάκελο εικόνων
TEXT_CUSTOMCMD_NEXTPATH			=Επόμενο συμπιεσμένο αρχείο/φάκελος
TEXT_CUSTOMCMD_PREVPATH			=Προηγούμενο συμπιεσμένο αρχείο/φάκελος
TEXT_CUSTOMCMD_CONTEXT_MENU		=Μενού συστήματος
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		=Εμφάνιση πληροφοριών αρχείου/EXIF

TEXT_COMBO_GIF_TRANS_OPTION_0		=Χρήση αρχικής παλέτας GIF 
TEXT_COMBO_GIF_TRANS_OPTION_1		=Χρήση λευκού χρώματος φόντου
TEXT_COMBO_GIF_TRANS_OPTION_2		=Χρήση πλέγματος φόντου
TEXT_COMBO_GIF_TRANS_OPTION_3		=Χρήση μαύρου χρώματος φόντου

TEXT_COMBO_LASTFILE_ACTION_NONE		=Καμμία ενέργεια
TEXT_COMBO_LASTFILE_ACTION_ASK		=Ερώτηση
TEXT_COMBO_LASTFILE_ACTION_LOOP		=Μετάβαση στο πρώτο αρχείο
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	=Μετάβαση στο επόμενο/προηγούμενο φάκελο/αρχείο

TEXT_ASSOC_GROUP0			=Συχνά χρησιμοποιούμενοι τύποι εικόνων
TEXT_ASSOC_GROUP1			=Νέοι τύποι εικόνων
TEXT_ASSOC_GROUP2			=Μη απωλεστικά φορμά εικόνων κάμερας
TEXT_ASSOC_GROUP3			=Τύποι αρχείων συμπιεσμένων εικόνων

TEXT_SORT_METHOD_FILENAME		=Ταξινόμηση κατά όνομα
TEXT_SORT_METHOD_DATE			=Ταξινόμηση κατά ημερ. τροποποίησης
TEXT_SORT_METHOD_SIZE			=Ταξινόμηση κατά μέγεθος
TEXT_SORT_METHOD_EXT			=Ταξινόμηση κατά τύπο

TEXT_TRANSF_RESIZE_NONE			=Μη γίνει αλλαγή μεγέθους
TEXT_TRANSF_RESIZE_KEEPRATIO		=Διατήρηση αρχικής αναλογίας
TEXT_TRANSF_RESIZE_FITWIDTH		=Προσαρμογή στο πλάτος
TEXT_TRANSF_RESIZE_ADD			=Προσθήκη γεμίσματος
TEXT_TRANSF_RESIZE_CUT			=Περικοπή εικόνας
TEXT_TRANSF_RESIZE_STRETCH		=Τέντωμα εικόνας

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		=Αυτόματα
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		=JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		=PNG

TEXT_BTN_PREV_FOLDER			=Προηγούμενος φάκελος ( [ )
TEXT_BTN_NEXT_FOLDER			=Επόμενος φάκελος ( ] )
TEXT_BTN_PREV_ARCHIVE			=Προηγ. συμπιεσμένος φάκελος ( [ )
TEXT_BTN_NEXT_ARCHIVE			=Επόμ. συμπιεσμένος φάκελος ( [ )


[MENU]
MENUSTR_OPEN				=Άνοιγμα\tF2
MENUSTR_OPENFOLDER			=Άνοιγμα φακέλου\tF
MENUSTR_CLOSE				=Κλείσιμο\tF4
MENUSTR_PAGESELECT			=Επιλογή εικόνας\tEnter
MENUSTR_OPEN_FILEPOSITION		=Προβολή σε Windows Explorer\tCtrl+Enter

MENUSTR_FILTER_NONE			=Χωρίς φίλτρο\tU
MENUSTR_FILTER_BILINEAR			=Απάλυνση\tI
MENUSTR_FILTER_SHARPEN			=Απάλυνση+Όξυνση\tS

MENUSTR_PAGEMOVE			=Μετάβαση σε
MENUSTR_PAGEMOVE_NEXT			=Επόμενη εικόνα\t->
MENUSTR_PAGEMOVE_PREV			=Προηγούμενη εικόνα\t<-
MENUSTR_PAGEMOVE_HOME			=Πρώτη εικόνα\tHome
MENUSTR_PAGEMOVE_END			=Τελευταία εικόνα\tEnd
MENUSTR_PAGEMOVE_NEXT10			=Επόμενη 10η εικόνα\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			=Προηγούμενη 10η εικόνα\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		=Επόμενη τυχαία εικόνα\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		=Προηγούμενη τυχαία εικόνα\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		=Επόμενος φάκελος/συμπιεσμένο αρχείο\t]
MENUSTR_PAGEMOVE_PREV_PATH		=Προηγούμενος φάκελος/συμπιεσμένο αρχείο\t[

MENUSTR_INTERPOLATEMODE			=Μέθοδος απεικόνισης
MENUSTR_INTERPOLATEMODE_BILINEAR	=Bilinear (Γρήγορη)
MENUSTR_INTERPOLATEMODE_BICUBIC		=Bicubic (Αργή, ποιοτική)
MENUSTR_INTERPOLATEMODE_LANCZOS		=Lanczos (Αργή, ποιοτική)

MENUSTR_IMAGE_PROCESSING		=Εφέ εικόνας
MENUSTR_IMAGE_PROCESSING_NEGATIVE	=Αναστροφή εικόνας\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		=Αντιστάθμιση Γάμμα\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		=Κατακόρυφη αναστροφή\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		=Οριζόντια αναστροφή\tCtrl+M

MENUSTR_SORT_METHOD			=Ταξινόμηση κατά
MENUSTR_SORT_METHOD_FILENAME		=Όνομα
MENUSTR_SORT_METHOD_DATE		=Ημερ. τροποποίησης
MENUSTR_SORT_METHOD_SIZE		=Μέγεθος
MENUSTR_SORT_METHOD_EXT			=Τύπος
MENUSTR_SORT_DESCENDING			= Φθίνουσα

MENUSTR_SHOWMODE			=Προβολή εικόνας
MENUSTR_FILTER_STRETCHWHENSMALL		=Τεντωμα μικρών εικόνων\tZ
MENUSTR_SHOWMODE_NONE			=Αρχικό μέγεθος (100%)\t0
MENUSTR_SHOWMODE_STRETCH		=Προσαρμογή στο παράθυρο\t9
MENUSTR_SHOWMODE_FITWIDTH		=Προσαρμογή στο πλάτος\t8
MENUSTR_SHOWMODE_TWO_L2R		=Έξυπνη διπλή σελίδα (αριστερά->δεξιά)\t7
MENUSTR_SHOWMODE_TWO_R2L		=Έξυπνη διπλή σελίδα (αριστερά<-δεξιά)\t6

MENUSTR_ZOOM				=Ζουμ
MENUSTR_ZOOM_IN				=Μεγέθυνση\t+
MENUSTR_ZOOM_OUT			=Σμίκρυνση\t-
MENUSTR_ZOOM_FIX			=Σταθερό\tCtrl+K
MENUSTR_ZOOM_100			=100%\t*
MENUSTR_ZOOM_IN_1			=Μεγέθυνση (1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			=Σμίκρυνση (1%)\tCtrl+-

MENUSTR_ROTATION			=Περιστροφή
MENUSTR_ROTATION_NONE			=Χωρίς περιστροφή\tAlt+Up
MENUSTR_ROTATION_L90			=Περιστροφή 90˚ αριστερόστροφα\tAlt+Left
MENUSTR_ROTATION_R90			=Περιστροφή 90˚ δεξιόστροφα\tAlt+Right
MENUSTR_ROTATION_180			=Οριζόντια αναστροφή\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			=Πληροφορίες αρχείου/EXIF\tTAB
MENUSTR_WALLPAPER			=Ορισμός ως φόντο...
MENUSTR_DELETE				=Διαγραφή\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		=Αντιγραφή στο φάκελο εικόνων\tIns
MENUSTR_EXTPROG0			=Επεξεργασία εικόνας\tCtrl+E
MENUSTR_PRINT				=Εκτύπωση\tCtrl+P
MENUSTR_COPY2CLIPBOARD			=Αντιγραφή στο πρόχειρο\tCtrl+C

MENUSTR_SETTING				=Διαμόρφωση\tF5
MENUSTR_ABOUT				=Περί Honeyview\tF1
MENUSTR_EXIT				=Έξοδος\tX

; about popup menu
MENUSTR_HOMEPAGE			=Ιστοσελίδα
MENUSTR_HELP				=Πλήκτρο βοήθειας

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			=Προσθήκη στους σελιδοδείκτες\tB
MENUSTR_BOOKMARK_DELALL			=Διαγραφή όλων των σελιδοδεικτών
MENUSTR_BOOKMARK_SETTTING		=Ρυθμίσεις σελιδοδεικτών
MENUSTR_BOOKMARK_EDIT			=Επεξεργασία σελιδοδεικτών\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			=Διακοπή παρουσίασης\tCtrl+0
MENUSTR_SLIDESHOW_01			=1 δευτερόλεπτο\tCtrl+1
MENUSTR_SLIDESHOW_02			=2 δευτερόλεπτα\tCtrl+2
MENUSTR_SLIDESHOW_03			=3 δευτερόλεπτα\tCtrl+3
MENUSTR_SLIDESHOW_04			=4 δευτερόλεπτα\tCtrl+4
MENUSTR_SLIDESHOW_05			=5 δευτερόλεπτα\tCtrl+5
MENUSTR_SLIDESHOW_06			=6 δευτερόλεπτα\tCtrl+6
MENUSTR_SLIDESHOW_07			=7 δευτερόλεπτα\tCtrl+7
MENUSTR_SLIDESHOW_08			=8 δευτερόλεπτα\tCtrl+8
MENUSTR_SLIDESHOW_09			=9 δευτερόλεπτα\tCtrl+9
MENUSTR_SLIDESHOW_10			=10 δευτερόλεπτα
MENUSTR_SLIDESHOW_15			=15 δευτερόλεπτα
MENUSTR_SLIDESHOW_20			=20 δευτερόλεπτα
MENUSTR_SLIDESHOW_25			=25 δευτερόλεπτα
MENUSTR_SLIDESHOW_30			=30 δευτερόλεπτα
MENUSTR_SLIDESHOW_60			=60 δευτερόλεπτα
MENUSTR_SLIDESHOW_90			=90 δευτερόλεπτα
MENUSTR_SLIDESHOW_LOOP			=Επανάληψη
MENUSTR_SLIDESHOW_RANDOM		=Τυχαία σειρά

MENUSTR_PAGETURNFX_NONE			=Χωρίς εφέ
MENUSTR_PAGETURNFX_HV2			=Αναστροφή
MENUSTR_PAGETURNFX_ALPHA		=Ξεθώριασμα
MENUSTR_PAGETURNFX_SLIDE		=Ολίσθηση

MENUSTR_PHOTOFOLDER_COPY1		=Αντιγραφή στο φάκελο εικόνων 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		=Μετακίνηση στο φάκελο εικόνων 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		=Αντιγραφή στο φάκελο εικόνων 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		=Ρυθμίσεις φακέλου εικόνων
MENUSTR_PHOTOFOLDER_OPEN		=Άνοιγμα φακέλου εικόνων 1

MENUSTR_TRANSFORMDLG			=Μετατροπή εικόνας (περιστροφή, αλλαγή μεγέθους)\tCtrl+T

[DIALOG]
IDCANCEL				=Άκυρο
IDOK					=OK

[IDD_ABOUT]
IDD_ABOUT				=Περί Honeyview
IDC_BTN_HOMEPAGE			=Ιστοσελίδα
IDC_BTN_UPDATE				=Ενημέρωση

[IDD_SETTING]
IDD_SETTING				=Διαμόρφωση
IDC_BTN_INIT				=Επαναφορά

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			=Γενικές ρυθμίσεις
IDC_CHK_USESNAP				=Αρπαγή παραθύρου
IDC_CHK_DONOTREMEMBERFOLDER		=Μην αποθηκεύεται η τελευταία διαδρομή φακέλου
IDC_CHK_ONE_INSTANCE			=Μην επιτρέπονται πολλαπλά παράθυρα του Honeyview
IDC_CHK_ASK_DELETE			=Επιβεβαίωση πριν από τη διαγραφή ενός αρχείου
IDC_CHK_NO_CENTER_MESSAGE		=Εμφάνιση μηνυμάτων ειδοποίησης στη γωνία αντί στο κέντρο
IDC_CHK_ALWAYS_ON_TOP			=Πάντα στην κορυφή (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			=Έξοδος με ESC
IDC_CHK_CHECK_UPDATE			=Έλεγχος για την τελευταία έκδοση
IDC_CHK_CHECK_UPDATE_MINOR		=Έλεγχος για δευτερεύουσες εκδόσεις
IDC_STATIC_LASTFILEACTION_IMAGE		=Ενέργεια στην τελευταία/πρώτη εικόνα:
IDC_STATIC_LASTFILEACTION_ARCHIVE	=Ενέργεια στην τελευταία/πρώτη εικόνα στο αρχείο:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				=Ρυθμίσεις προβολής
IDC_CHK_SHOWBORDER			=Εμφάνιση περιθωρίου κύριου παραθύρου
IDC_CHK_SHOW_OVERLAY_FILEINFO		=Εμφάνιση ονόματος αρχείου εικόνας όταν το επάνω μενού είναι κρυμμένο (πλήκτρο: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			=Αποθήκευση σταθερού ζουμ
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		=Μην εμφανίζεται η επάνω γραμμή μενού
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		=Μην εμφανίζεται η κάτω γραμμή ελέγχου
IDC_CHK_DO_NOT_SIDE_ARROW		=Μην εμφανίζονται τα πλευρικά πλήκτρα-βέλη
IDC_CHK_DO_NOT_SHOW_ANIMINFO		=Μην εμφανίζεται το στοιχείο ελέγχου κίνησης
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		=Μην εμφανίζεται το στοιχείο ελέγχου μεγέθυνσης
IDC_CHK_HIDE_TOOLTIP_HELP		=Μην εμφανίζονται επεξηγήσεις κατά την αιώρηση του ποντικιού
IDC_CHK_EXIFINFO_SMALL_FONT		=Χρήση μικρής γραμματοσειράς για πληροφορίες EXIF/αρχείου
IDC_CHK_USEBKGNDIMAGE			=Αλλαγή προεπιλεγμένης εικόνας φόντου
IDC_BTN_BKGND_SET			=Εξερεύνηση
IDC_BTN_BKGND_OPEN			=Άνοιγμα φακέλου
IDC_STATIC_BKGNDCOLOR			=Χρώμα φόντου:
IDC_BTN_BKGND				=Επιλογή...
IDC_STATIC_BORDERCOLOR			=Χρώμα περιγράμματος:
IDC_BTN_BORDERCOLOR			=Επιλογή...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			=Ρυθμίσεις σελιδοδεικτών
IDC_CHK_AUTOBOOKMARK			=Αυτόματη αποθήκευση της τρέχουσας διαδρομής εικόνας στους σελιδοδείκτες
IDC_CHK_SHARE_SETTING			=Κοινή χρήση διαμόρφωσης/σελιδοδεικτών μεταξύ παραθύρων
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	=Αυτόματη απομνημόνευση τρέχουσας διαδρομής εικόνας σε συμπιεσμένα αρχεία εικόνων
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	=Διαγραφή
IDC_STATIC_MAX_BOOKMARK			=Mέγιστος αριθμός σελιδοδείκτών:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			=Λίστα συσχετισμένων τύπων αρχείων
IDC_BTN_IMAGE_SELECT			=Επιλογή όλων
IDC_BTN_IMAGE_DESELECT			=Αποεπιλογή όλων
IDC_BTN_APPLY_NOW			=Εφαρμογή τώρα

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			=Συσχετισμός καταλήξεων
IDC_STATIC_ASSOC_DESC1			=Για τα Windows 8 ή νεότερη έκδοση, μπορείτε να συσχετίσετε τα αρχεία με τον ακόλουθο τρόπο:
IDC_STATIC_ASSOC_DESC2			=1. Κάντε κλικ στο πλήκτρο "Ρυθμίσεις συσχετισμών" 
IDC_STATIC_ASSOC_DESC3			=2. Επιλέξτε "Επιλογή όλων" στο παραθύρο ρυθμίσεων συσχετισμών 
IDC_STATIC_ASSOC_DESC4			=3. Κάντε κλικ στο κουμπί "Αποθήκευση".
IDC_STATIC_ASSOC_DESC1_10		=Για τα Windows 10 ή νεότερη έκδοση, μπορείτε να συσχετίσετε τα αρχεία με τον ακόλουθο τρόπο:
IDC_STATIC_ASSOC_DESC2_10		=1. Κάντε κλικ στο πλήκτρο "Ρυθμίσεις συσχετισμών" 
IDC_STATIC_ASSOC_DESC3_10		= 2. Μεταβείτε στο πρόγραμμα προβολής φωτογραφιών στο παράθυρο προεπιλεγμένες εφαρμογές.
IDC_STATIC_ASSOC_DESC4_10		= 3. Επιλέξτε το «Honeyview» ως το προεπιλεγμένο πρόγραμμα προβολής φωτογραφιών.
IDC_BTN_LAUNCH_ASSOC_REG_UI		=Ρυθμίσεις συσχετισμών
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		=Κλασική μέθοδος

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		=Επεξεργασία εικόνας
IDC_CHK_EXIFROTATION			=Αυτόματη περιστροφή εικόνων βάσει πληροφοριών EXIF
IDC_CHK_STRONG_SHARPEN			=Χρήση ισχυρού φίλτρου όξυνσης
IDC_CHK_CACHE_IMAGE			=Φόρτωση στη μνήμη (cache) επόμενης εικόνας
IDC_STATIC_CACHE_MEMORY_SIZE		=Μέγεθος μνήμης cache:
IDC_CHK_ALIGN_TOP_WHEN_LARGE		=Εμφάνιση του πάνω μέρους της εικόνας, εάν είναι μεγαλύτερη από το παράθυρο
IDC_CHK_USE_PREVIEW_MODE		=Εμφάνιση χαμηλής ποιότητας εικόνων πρώτα για ταχύτερη απόδοση
IDC_CHK_USE_IMAGE_ICC			=Χρηση του προφίλ δεδομένων ICC του αρχείου εικόνας
IDC_CHK_USE_MONITOR_ICC			=Χρηση του προφίλ δεδομένων ICC της οθόνης
IDC_STATIC_GIF_TRANSPARENT_OPTION	=Διαφανές φόντο για εικόνες GIF:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	=Διαφανές φόντο για εικόνες 32-bit:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	=Μέθοδος απεικόνισης (Φίλτρο αλλαγής μεγέθους):
IDC_STATIC_PAGETURNFX			=Εφέ αλλαγής σελίδας:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		=Τσεκ
IDC_STATIC_CUSTOMKEYDESC_KEY		=Πλήκτρο
IDC_STATIC_CUSTOMKEYDESC_ACTION		=Ενέργεια

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		=Ρύθμιση
IDC_STATIC_CUSTOMMOUSE_ACTION		=Ενέργεια
IDC_CHK_CUSTOM_LBUTTON			=Αριστερό πλήκτρο
IDC_CHK_DBLCLICK2MAXIMIZE		=Μεγιστοποίηση/Επαναφορά με διπλό κλικ
IDC_CHK_CLICK2PAGETURN			=Αλλαγή σελίδας με κλικ στην αριστερή ή τη δεξιά πλευρά
IDC_CHK_CUSTOM_MBUTTON			=Μεσαίο πλήκτρο
IDC_CHK_CUSTOM_RBUTTON			=Δεξί πλήκτρο
IDC_CHK_CUSTOM_XBUTTON			=Πλήκτρο Χ
IDC_CHK_CUSTOM_YBUTTON			=Πλήκτρο Υ
IDC_CHK_CUSTOM_WHEELUP			=Τροχός ποντικιού επάνω
IDC_CHK_CUSTOM_WHEELDN			=Τροχός ποντικιού κάτω

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			=Ρυθμίσεις μενού συστήματος
IDC_CHK_SHELL_USE_SHELL_MENU		=Χρήση του μενού στην Εξερεύνηση των Windows
IDC_CHK_SHELL_TRANSFORM_DLG		=Μετατροπή εικόνας με το Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	=Προβολή εικόνας με το Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		=Προεπισκόπηση εικόνας στο μενού
IDC_CHK_SHELL_SHOW_IMAGE_INFO		=Εμφάνιση πληροφοριών εικόνας
IDC_CHK_SHELL_SHOW_ICON			=Εμφάνιση εικονιδίου του Honeyview

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			=Διάφορες ρυθμίσεις
IDC_STATIC_PHOTOFOLDER			=Φάκελος εικόνων
IDC_STATIC_PHOTOFOLDER_DESC1		=Φάκελος εικόνων 1:
IDC_STATIC_PHOTOFOLDER_DESC2		=Φάκελος εικόνων 2:
IDC_BTN_PHOTOFOLDER_SET1		=Εξερεύνηση
IDC_BTN_PHOTOFOLDER_OPEN1		=Άνοιγμα
IDC_BTN_PHOTOFOLDER_SET2		=Εξερεύνηση
IDC_BTN_PHOTOFOLDER_OPEN2		=Άνοιγμα
IDC_STATIC_EXTPROGRAM			=Πρόγραμμα επεξεργασίας εικόνων
IDC_BTN_SET_EXTPROG0			=Εξερεύνηση
IDC_BTN_SET_EXTPROG1_FAST		=Προεπιλογή
IDC_CHK_PAGETURNWAV			=Ηχητικό εφέ για γύρισμα σελίδας
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	=Μην ανοίγονται αρχεία εικόνων RAW
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	=Κατά το άνοιγμα αρχείων JPEG, μην ανοίγονται αρχεία RAW με το ίδιο όνομα
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	=Κατά το άνοιγμα αρχείων RAW, εμφάνιση μικρογραφίας εικόνας αν υπάρχει
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	=Προσαρμογή μεγέθους παραθύρου στο μέγεθος εικόνας
IDC_CHK_DISABLE_SCREEN_SAVER		= Απενεργοποίηση της προφύλαξης οθόνης των Windows όταν εκτελείται το Honeyview

[IDD_SETTING_LANG]
IDC_STATIC_LANG				=Ρυθμίσεις γλώσσας
IDC_STATIC_OPEN_MULTLANG_PAGE		=[Λήψη άλλων γλωσσών...]
IDC_STATIC_OPEN_LANG_FOLDER		=[Άνοιγμα φάκελου γλώσσας...]

[IDD_PAGESELECT]
IDD_PAGESELECT				=Επιλογή εικόνας
IDC_CHECK_SHOW_THUMBNAIL		=Απόκρυψη μικρογραφιών πλοήγησης

[IDD_PASSINPUT]
IDD_PASSINPUT				=Εισάγετε κωδικό πρόσβασης
IDC_STATIC_PASSDESC			=Αυτό το αρχείο είναι κρυπτογραφημένο. Παρακαλούμε εισάγετε τον κωδικό πρόσβασης.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			=Επεξεργασία σελιδοδεικτών
IDC_BTN_DEL				=Διαγραφή
IDC_BTN_IMPORT				=Εισαγωγή σελιδοδεικτών
IDC_BTN_EXPORT				=Εξαγωγή σελιδοδεικτών

[IDD_PRINT]
IDD_PRINT				=Εκτύπωση
IDC_GROUP_PRINTER			=Επιλέξτε εκτυπωτή
IDC_BTN_PRINTER_PROPERTY		=Ιδιότητες
IDC_CHK_ROTATE				=Περιστροφή 90˚
IDC_CHK_FIT_IN				=Προσαρμογή στο μέγεθος σελίδας
IDC_STATIC_ZOOM				=Κλίμακα:
IDC_STATIC_MARGIN_L			=Περιθώριο Αριστερά:
IDC_STATIC_MARGIN_T			=Επάνω:
IDC_STATIC_MARGIN_R			=Δεξιά:
IDC_STATIC_MARGIN_B			=Κάτω:
IDC_STATIC_COPIES			=Αντίγραφα:
IDC_BTN_PRINT				=Εκτύπωση
IDC_BTN_CLOSE				=Κλείσιμο

[IDD_UPDATE]
IDD_UPDATE				=Ενημερώσεις Honeyview 
IDC_STATIC_MESSAGE_1			=Οι ενημερώσεις Honeyview είναι έτοιμες.
IDC_STATIC_MESSAGE_2			=Κάντε κλικ στο κουμπί Ενημέρωση για να εγκαταστήσετε την πιο πρόσφατη έκδοση.
IDOK					=Ενημέρωση
IDCANCEL				=Άκυρο
IDC_BTN_SETTING_UPDATE			=Ρυθμίσεις

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			=Μετονομασία ή αντικατάσταση
IDC_STATIC_ASK_OVERWRITE		=Το αρχείο υπάρχει ήδη.
IDC_STATIC_SRC				=Τρέχουσα εικόνα
IDC_STATIC_DST				=Εικόνα προορισμού
IDC_BTN_OVERWRITE			=Αντικατάσταση
IDC_BTN_RENAME				=Αποθήκευση ως ...

[IDD_WALLPAPER]
IDD_WALLPAPER				=Ορισμός φόντου επιφάνειας εργασίας
IDC_STATIC_PREVIEW			=Προεπισκόπιση
IDC_STATIC_BACK_COLOR			=Χρώμα φόντου
IDC_RADIO_BACKCOLOR_0			=Μαύρο
IDC_RADIO_BACKCOLOR_1			=Αυτόματα
IDC_RADIO_BACKCOLOR_2			=Προσαρμογή...
IDC_BTN_BKGND				=Επιλογή...
IDC_BTN_CLOSE				=Κλείσιμο
IDC_BTN_APPLY				=Εφαρμογή τώρα

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			=Άνοιγμα αρχείου
IDC_STATIC_OPENING			=Άνοιγμα...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			=Επιλέξτε φάκελο
IDC_STATIC_FOLDER			=Διαδρομή φακέλου
IDC_BTN_NEWFOLDER			=Νέος φάκελος
IDC_CHK_OPEN_SUBFOLDER			=Να συμπεριληφθούν όλα τα αρχεία από υπο-φακέλους

[IDD_TRANSFORM]
IDD_TRANSFORM				=Μετατροπή εικόνας
IDC_STATIC_FILELIST			=Λίστα αρχείων
IDC_STATIC_PREVIEW			=Προεπισκόπιση
IDC_BTN_START				=Εκκίνηση
IDC_BTN_CLOSE				=Κλείσιμο
IDC_BTN_OPEN_DEST_FOLDER		=Άνοιγμα φακέλου

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			=Περιστροφή
IDC_RADIO_ROTATE_NONE			=Μη γίνεται περιστροφή
IDC_RADIO_ROTATE_LEFT			=Περιστροφή 90˚ αριστερόστροφα
IDC_RADIO_ROTATE_RIGHT			=Περιστροφή 90˚ δεξιόστροφα
IDC_RADIO_ROTATE_180			=Περιστροφή 180˚
IDC_RADIO_ROTATE_AUTO			=Αυτόματη περιστροφή σύμφωνα με τις πληροφορίες EXIF
IDC_STATIC_RESIZE			=Αλλαγή μεγέθους
IDC_STATIC_RESIZE_SIZE			=Νέο μέγεθος

IDC_STATIC_FORMAT			=Ρυθμίσεις τύπου
IDC_STATIC_FORMAT_SELECT		=Τύπος:
IDC_STATIC_FORMAT_QUALITY		=Ποιότητα:
IDC_STATIC_SAVE				=Φάκελος προορισμού:
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	=Αποθήκευση στον αρχικό φάκελο
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	=Αποθήκευση στο φάκελο εικόνων
IDC_RADIO_TARGETFOLDER_CUSTOM		=Αποθήκευση σε:
IDC_STATIC_FILENAME_HEADER		=Πρόθεμα ονόματος αρχείου
IDC_STATIC_FILENAME2SAVE		=Προεπισκόπηση oνόματος αρχείου 
IDC_BTN_INIT				=Επαναφορά


[SKIN]
$TT_FULLSCREEN				=Πλήρης οθόνη (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			=Πλήκτρο συντόμευσης: /
$TT_TOGGLE_ANIMINFO_CONTROL		=Συντόμευση: Alt+Z
$TT_PAGESELECT				=Επιλογή εικόνας (Enter)
$TT_LOCKCONTROLBAR			=Κλείδωμα ελέγχου (πλήκτρο: ~)
$TT_LOCKTITLEBAR			=Κλείδωμα μενού (Hotkey: `)
$TT_COPY_EXIFINFO			=Αντιγραφή πληροφοριών εικόνας/EXIF (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				=Εμφάνιση/απόκρυψη πληροφοριών εικόνας/EXIF (πλήκτρο: Tab)
$TT_LAUNCH_GPS_LOCATION			=Δείτε την θέση στο Google Maps.(Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			=Αναπαραγωγή αρχείου ήχου (Sound και Shot αρχείο).
$TT_CLOSE_EXIFINFO			=Κλείσιμο (πλήκτρο: Tab)
$TT_PREV_BTN				=Α-κλικ: προηγούμενη, Δ-κλικ: 10η προηγούμενη
$TT_NEXT_BTN				=Α-κλικ: επόμενη, Δ-κλικ: 10η επόμενη

$BTN_TEXT_EXIF				=EXIF
$BTN_TEXT_GPS				=GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		=Sound&&Shot
$BTN_TEXT_SHOWMODE			=Προβολή
$BTN_TEXT_PHOTOFOLDER			=Αντιγραφή
$BTN_TEXT_EDIT				=Επεξεργασία
$BTN_TEXT_STICKY			=Κλείδωμα
$BTN_TEXT_BOOKMARK			=Σελιδοδείκτης
$BTN_TEXT_SLIDESHOW			=Παρουσίαση
$BTN_TEXT_UPDATE			=Νέα έκδοση διαθέσιμη

$TEXT_SETTINGTAB_GENERAL		=Γενικά
$TEXT_SETTINGTAB_VIEW			=Προβολή
$TEXT_SETTINGTAB_BOOKMARK		=Σελιδοδείκτες
$TEXT_SETTINGTAB_ASSOC			=Συσχετισμοί
$TEXT_SETTINGTAB_IMAGEPROCESS		=Επεξεργασία εικόνας
$TEXT_SETTINGTAB_KEYBOARD		=Πληκτρολόγιο
$TEXT_SETTINGTAB_MOUSE			=Ποντίκι
$TEXT_SETTINGTAB_SHELL			=Μενού συστήματος
$TEXT_SETTINGTAB_ETC			=Διάφορα
$TEXT_SETTINGTAB_LANG			=Γλώσσα

$TEXT_DESKTOP				=Επιφ. εργασίας
$TEXT_DOCUMENT				=Έγγραφο
$TEXT_PICTURE				=Εικόνα
$TEXT_COMPUTER				=Υπολογιστής


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		=Μετατροπή με  Honeyview(&2)
TEXT_LAUNCH_HONEYVIEW			=Προβολή με Honeyview(&3)
TEXT_LOADING				=Φόρτωση...
TEXT_IMAGE_LOAD_FAILED			=Απέτυχε η φόρτωση του αρχείου
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= Δεν υπάρχει διαθέσιμη προεπισκόπηση


[INSTALLER]
LNK_FILE_DESC				=Εκτέλεση Honeyview
UNINSTALLER_LNK_NAME 			=Απεγκατάσταση προγράμματος

MSG_STILLRUN_EXIT_PROGRAM		=To Honeyview εκτελείται. Παρακαλώ τερματίστε το πρόγραμμα πρώτα.
MSG_ASK_DELETE_ALL_FILES		=Ορισμένα αρχεία παραμένουν στο φάκελο εγκατάστασης ($INSTDIR).[br][br]θέλετε να διαγράψετε το φάκελο εντελώς;
MSG_ASK_RESTART_EXPLORER		=Για να ολοκληρώσετε την εγκατάσταση, ο Windows Explorer χρειάζεται να κάνει επανεκκίνηση. Θέλετε να γίνει επανεκκίνηση τώρα;
MSG_ASK_UNINSTALL_HV3			=Το Honeyview3 είναι ήδη εγκατεστημένο. Θα χρειαστεί να αφαιρέσετε το εγκατεστημένο Honeyview3 για να εγκαταστήσετε τη νέα έκδοση. Θέλετε να συνεχίσετε;
MSG_UNINSTALL_HV3_FAILED		=Απέτυχε η απεγκατάσταση.
MSG_RESTART_EXPLORER			=Ο Windows Explorer θα κάνει επανεκκίνηση για να ολοκληρωθεί η απεγκατασταση του Honeyview3.

TEXT_LICENSE				=Συμφωνία Άδειας Χρήσης Honeyview 
TEXT_OPTIONS				=Επιλογές εγκατάστασης
TEXT_OPT_PROGRAMGROUP			=Δημιουργία ομάδας προγραμμάτων
TEXT_OPT_DESKTOPSHORCUT			=Δημιουργία συντόμευσης στην επιφάνεια εργασίας
TEXT_OPT_QUICKLAUNCH			=Δημιουργία συντόμευσης στη γρήγορη εκκίνηση
TEXT_OPT_FOLDER				=Φάκελος προορισμού
TEXT_OPT_REGIMAGE			=Συσχετισμός επεκτάσεων αρχείων εικόνας
TEXT_SELECT_FOLDER			=Επιλέξτε φάκελο
TEXT_LICENSE_LINK			=[Ιστοσελίδα]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	=AΔΕΙΑ ΧΡHΣΗΣ ΤΕΛΙΚΟY ΧΡHΣΤΗ
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	=Το Honeyview είναι ένα ταχύτατο δωρεάν πρόγραμμα προβολής εικόνων που αναπτύσσεται και διανέμεται από Bandisoft.[br][br]Το πρόγραμμα είναι ελεύθερο για άτομα, εταιρείες, κυβερνήσεις, και άλλους.

TEXT_ASK_RESTART_EXPLORER		=Ο Windows Explorer θα κάνει επανεκκίνηση για να ολοκληρώσετε την εγκατάσταση. Θέλετε να γίνει επανεκκίνηση τώρα;
TEXT_NEED_ADMIN_PRIVILEGE		=Αυτό το πρόγραμμα μπορεί να εγκατασταθεί μόνο από χρήστη με δικαιώματα Διαχειριστή.[br][br]Απλοί χρήστες δεν μπορούν να εγκαταστήσουν το πρόγραμμα σωστά. [br] [br]θέλετε να διακόψετε την εγκατάσταση;
